public class Test {
    static String ex1test1 = "(Ж)(П)(12)Текст в тексте 542352 – это введение 54325542 в оригинальный (О)(С)(14)авторский текст (Ж)(П)(12)чужого текста.\n" +
            "Таким образом, (О)(С)(11)представление 54155423 о тексте как о (О)(С)(14)единообразном смысловом пространстве можно52452\n" +
            "допо543лнить 54235 или уточнить указанием на возможность вторжения в него разнообразных элементов из других текстов.\n" +
            "В качестве 54325235 «чужого» текста может оказаться и (О)(П)(14)текст данного автора, взятый из предшествующих произведений.\n" +
            "Более того, (О)(С)(12)245254235 таким может оказаться и текст, созданный тем же автором, но как бы вставленный\n" +
            "в качестве (О)(С)(14)текста другого автора.";
    static  String ex1test2 = "12 Семенов 50000\n14 Абдулин 70000 \n15 Николаев 45000 \n17 Колесников 60000";
    static  String ex1test3 = "123 рандомный 44 54125текст 44 4 с55 самыми 22 рандомными 333 22 33числами 66 00";





}
